Repository: Membrillo38/ReciApp
Catalog: IosAPP/ReciApp/Localizable.xcstrings
Source language: en
Languages: de, es_es, fr_fr, it, pt_br

source: and
de: und
es_es: y
fr_fr: et
it: e
pt_br: e

source: Add tag
de: Tag hinzufügen
es_es: Añadir etiqueta
fr_fr: Ajouter une étiquette
it: Aggiungi etichetta
pt_br: Adicionar etiqueta

source: Favorite
de: Favorit
es_es: Favorito
fr_fr: Favori
it: Preferito
pt_br: Favorito

source: Remove favorite
de: Favorit entfernen
es_es: Quitar favorito
fr_fr: Retirer des favoris
it: Rimuovi dai preferiti
pt_br: Remover dos favoritos

source: %@ recipes will be moved
de: %@ Rezepte werden verschoben
es_es: Se moverán %@ recetas
fr_fr: %@ recettes seront déplacées
it: %@ ricette verranno spostate
pt_br: %@ receitas serão movidas

source: %@, %@ recipes
de: %@, %@ Rezepte
es_es: %@, %@ recetas
fr_fr: %@, %@ recettes
it: %@, %@ ricette
pt_br: %@, %@ receitas

source: %d of %d free recipes used
de: %d von %d kostenlosen Rezepten verwendet
es_es: %d de %d recetas gratuitas usadas
fr_fr: %d recettes gratuites utilisées sur %d
it: %d di %d ricette gratuite utilizzate
pt_br: %d de %d receitas gratuitas usadas

source: %d recipes
de: %d Rezepte
es_es: %d recetas
fr_fr: %d recettes
it: %d ricette
pt_br: %d receitas

source: %d recipes saved
de: %d Rezepte gespeichert
es_es: %d recetas guardadas
fr_fr: %d recettes enregistrées
it: %d ricette salvate
pt_br: %d receitas salvas

source: %d saved recipes
de: %d gespeicherte Rezepte
es_es: %d recetas guardadas
fr_fr: %d recettes enregistrées
it: %d ricette salvate
pt_br: %d receitas salvas

source: %dm
de: %d Min.
es_es: %d min
fr_fr: %d min
it: %d min
pt_br: %d min

source: 1 per row
de: 1 pro Zeile
es_es: 1 por fila
fr_fr: 1 par ligne
it: 1 per riga
pt_br: 1 por linha

source: 1 recipe
de: 1 Rezept
es_es: 1 receta
fr_fr: 1 recette
it: 1 ricetta
pt_br: 1 receita

source: 1 recipe saved
de: 1 Rezept gespeichert
es_es: 1 receta guardada
fr_fr: 1 recette enregistrée
it: 1 ricetta salvata
pt_br: 1 receita salva

source: 1 saved recipe
de: 1 gespeichertes Rezept
es_es: 1 receta guardada
fr_fr: 1 recette enregistrée
it: 1 ricetta salvata
pt_br: 1 receita salva

source: 2 per row
de: 2 pro Zeile
es_es: 2 por fila
fr_fr: 2 par ligne
it: 2 per riga
pt_br: 2 por linha

source: 3 per row
de: 3 pro Zeile
es_es: 3 por fila
fr_fr: 3 par ligne
it: 3 per riga
pt_br: 3 por linha

source: About ReciApp
de: Über ReciApp
es_es: Sobre ReciApp
fr_fr: À propos de ReciApp
it: Informazioni su ReciApp
pt_br: Sobre o ReciApp

source: Account
de: Konto
es_es: Cuenta
fr_fr: Compte
pt_br: Conta

source: Add 3–9 test recipes to every folder
de: 3–9 Testrezepte zu jedem Ordner hinzufügen
es_es: Añadir de 3 a 9 recetas de prueba a cada carpeta
fr_fr: Ajouter 3 à 9 recettes de test dans chaque dossier
it: Aggiungi da 3 a 9 ricette di test a ogni cartella
pt_br: Adicionar de 3 a 9 receitas de teste a cada pasta

source: Add recipe
de: Rezept hinzufügen
es_es: Añadir receta
fr_fr: Ajouter une recette
it: Aggiungi ricetta
pt_br: Adicionar receita

source: Adjust
de: Anpassen
es_es: Ajustar
fr_fr: Ajuster
it: Regola
pt_br: Ajustar

source: Adjust ingredients
de: Zutaten anpassen
es_es: Ajustar ingredientes
fr_fr: Ajuster les ingrédients
it: Regola ingredienti
pt_br: Ajustar ingredientes

source: Advances to the next cooking step.
de: Geht zum nächsten Kochschritt.
es_es: Avanza al siguiente paso de cocina.
fr_fr: Passe à l'étape de cuisine suivante.
it: Passa al passaggio di cottura successivo.
pt_br: Avança para a próxima etapa de preparo.

source: Apply adjustments
de: Anpassungen anwenden
es_es: Aplicar ajustes
fr_fr: Appliquer les ajustements
it: Applica modifiche
pt_br: Aplicar ajustes

source: Back
de: Zurück
es_es: Atrás
fr_fr: Retour
it: Indietro
pt_br: Voltar

source: By %@
de: Von %@
es_es: Por %@
fr_fr: Par %@
it: Di %@
pt_br: Por %@

source: By signing you accept
de: Mit der Anmeldung akzeptierst du
es_es: Al iniciar sesión aceptas
fr_fr: En vous connectant, vous acceptez
it: Accedendo accetti
pt_br: Ao iniciar sessão, você aceita

source: cache hit
de: Cache-Treffer
es_es: receta encontrada en caché
fr_fr: résultat en cache
it: Risultato dalla cache
pt_br: Resultado em cache

source: Cancel
de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it: Annulla
pt_br: Cancelar

source: Cards per row
de: Karten pro Zeile
es_es: Tarjetas por fila
fr_fr: Cartes par ligne
it: Schede per riga
pt_br: Cartões por linha

source: Change one amount and the rest scales automatically.
de: Ändere eine Menge, der Rest wird automatisch angepasst.
es_es: Cambia una cantidad y el resto se ajustará automáticamente.
fr_fr: Modifiez une quantité et le reste s'ajuste automatiquement.
it: Modifica una quantità e il resto si ridimensionerà automaticamente.
pt_br: Altere uma quantidade e o restante será ajustado automaticamente.

source: Change recipe folder
de: Rezeptordner ändern
es_es: Cambiar carpeta de receta
fr_fr: Changer le dossier de la recette
it: Cambia cartella ricetta
pt_br: Alterar pasta da receita

source: Choose an existing folder
de: Vorhandenen Ordner auswählen
es_es: Elige una carpeta existente
fr_fr: Choisissez un dossier existant
it: Scegli una cartella esistente
pt_br: Escolha uma pasta existente

source: Choose how much fits on Home.
de: Wähle, wie viel auf der Startseite Platz findet.
es_es: Elige cuánto aparece en Inicio.
fr_fr: Choisissez combien d'éléments afficher sur l'accueil.
it: Scegli quanto visualizzare nella Home.
pt_br: Escolha quanto cabe na página inicial.

source: Choose the measurements that feel familiar.
de: Wähle die Maßeinheiten, die dir vertraut sind.
es_es: Elige las medidas que te resulten familiares.
fr_fr: Choisissez les unités de mesure qui vous conviennent.
it: Scegli le unità di misura che preferisci.
pt_br: Escolha as medidas que você conhece.

source: Choose where your recipes should go.
de: Wähle aus, wo deine Rezepte gespeichert werden sollen.
es_es: Elige dónde guardar tus recetas.
fr_fr: Choisissez où enregistrer vos recettes.
it: Scegli dove mettere le tue ricette.
pt_br: Escolha onde suas receitas devem ficar.

source: Choose your usual oven temperature unit.
de: Wähle deine übliche Ofentemperatureinheit.
es_es: Elige tu unidad habitual de temperatura del horno.
fr_fr: Choisissez votre unité habituelle de température du four.
it: Scegli l'unità di temperatura del forno che usi di solito.
pt_br: Escolha a unidade de temperatura do forno que você costuma usar.

source: Close
de: Schließen
es_es: Cerrar
fr_fr: Fermer
it: Chiudi
pt_br: Fechar

source: Close cooking mode
de: Kochmodus schließen
es_es: Cerrar modo cocina
fr_fr: Fermer le mode cuisine
it: Chiudi modalità di cottura
pt_br: Fechar modo de preparo

source: Close paste options
de: Einfügeoptionen schließen
es_es: Cerrar opciones de pegado
fr_fr: Fermer les options de collage
it: Chiudi opzioni incolla
pt_br: Fechar opções de colagem

source: Color
de: Farbe
fr_fr: Couleur
it: Colore
pt_br: Cor

source: completed
de: Abgeschlossen
es_es: completada
fr_fr: terminé
it: Completato
pt_br: Concluído

source: Continue
de: Weiter
es_es: Continuar
fr_fr: Continuer
it: Continua
pt_br: Continuar

source: Continue to measurements
de: Mit Maßeinheiten fortfahren
es_es: Continuar a medidas
fr_fr: Continuer vers les mesures
it: Continua alle misure
pt_br: Continuar para medidas

source: Cook
de: Kochen
es_es: Cocinar
fr_fr: Cuisiner
it: Cucina
pt_br: Cozinhar

source: Could not determine a recipe from this video.
de: Aus diesem Video konnte kein Rezept ermittelt werden.
es_es: No se pudo reconocer la receta de este vídeo.
fr_fr: Impossible de reconnaître une recette dans cette vidéo.
it: Impossibile riconoscere una ricetta in questo video.
pt_br: Não foi possível reconhecer a receita neste vídeo.

source: Could not open ReciApp. Open the app once and try again.
de: ReciApp konnte nicht geöffnet werden. Öffne die App einmal und versuche es erneut.
es_es: No se pudo abrir ReciApp. Abre la app una vez e inténtalo de nuevo.
fr_fr: Impossible d’ouvrir ReciApp. Ouvrez l’app une fois, puis réessayez.
it: Non è stato possibile aprire ReciApp. Apri l'app una volta e riprova.
pt_br: Não foi possível abrir o ReciApp. Abra o app uma vez e tente novamente.

source: Could not prepare the link for ReciApp.
de: Der Link für ReciApp konnte nicht vorbereitet werden.
es_es: No se pudo preparar el enlace para ReciApp.
fr_fr: Impossible de préparer le lien pour ReciApp.
it: Non è stato possibile preparare il link per ReciApp.
pt_br: Não foi possível preparar o link para o ReciApp.

source: Couldn't load recipe
de: Rezept konnte nicht geladen werden
es_es: No se pudo cargar la receta
fr_fr: Impossible de charger la recette
it: Impossibile caricare la ricetta
pt_br: Não foi possível carregar a receita

source: Create a folder and move this recipe into it.
de: Erstelle einen Ordner und verschiebe dieses Rezept dorthin.
es_es: Crea una carpeta y mueve esta receta dentro.
fr_fr: Créez un dossier et déplacez-y cette recette.
it: Crea una cartella e sposta qui questa ricetta.
pt_br: Crie uma pasta e mova esta receita para lá.

source: Create debug color folders
de: Testordner mit Farben erstellen
es_es: Crear carpetas de colores de prueba
fr_fr: Créer des dossiers de couleurs de test
it: Crea cartelle colorate di test
pt_br: Criar pastas coloridas de teste

source: Create max-length test folders
de: Testordner mit maximaler Länge erstellen
es_es: Crear carpetas de prueba de longitud máxima
fr_fr: Créer des dossiers de test de longueur maximale
it: Crea cartelle di test della lunghezza massima
pt_br: Criar pastas de teste com comprimento máximo

source: Create performance test data
de: Testdaten für die Leistung erstellen
es_es: Crear datos de prueba de rendimiento
fr_fr: Créer des données de test de performance
it: Crea dati di test delle prestazioni
pt_br: Criar dados de teste de desempenho

source: Creating your recipe
de: Dein Rezept wird erstellt
es_es: Creando tu receta
fr_fr: Création de votre recette
it: Creazione della ricetta
pt_br: Criando sua receita

source: Custom color
de: Benutzerdefinierte Farbe
es_es: Color personalizado
fr_fr: Couleur personnalisée
it: Colore personalizzato
pt_br: Cor personalizada

source: Delete
de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it: Elimina
pt_br: Excluir

source: Delete %@?
de: %@ löschen?
es_es: ¿Eliminar %@?
fr_fr: Supprimer %@ ?
it: Eliminare %@?
pt_br: Excluir %@?

source: Delete account
de: Konto löschen
es_es: Eliminar cuenta
fr_fr: Supprimer le compte
it: Elimina account
pt_br: Excluir conta

source: Delete account failed
de: Konto konnte nicht gelöscht werden
es_es: No se pudo eliminar la cuenta
fr_fr: Échec de la suppression du compte
it: Eliminazione dell'account non riuscita
pt_br: Falha ao excluir a conta

source: Delete account?
de: Konto löschen?
es_es: ¿Eliminar cuenta?
fr_fr: Supprimer le compte ?
it: Eliminare l'account?
pt_br: Excluir conta?

source: Delete all debug folders
de: Alle Testordner löschen
es_es: Eliminar carpetas de prueba
fr_fr: Supprimer tous les dossiers de test
it: Elimina tutte le cartelle di test
pt_br: Excluir todas as pastas de teste

source: Delete all folders?
de: Alle Ordner löschen?
es_es: ¿Eliminar todas las carpetas?
fr_fr: Supprimer tous les dossiers ?
it: Eliminare tutte le cartelle?
pt_br: Excluir todas as pastas?

source: Delete custom folders
de: Benutzerdefinierte Ordner löschen
es_es: Eliminar carpetas personalizadas
fr_fr: Supprimer les dossiers personnalisés
it: Elimina cartelle personalizzate
pt_br: Excluir pastas personalizadas

source: Delete failed
de: Löschen fehlgeschlagen
es_es: No se pudo eliminar la receta
fr_fr: Échec de la suppression
it: Eliminazione non riuscita
pt_br: Falha ao excluir

source: Delete folder
de: Ordner löschen
es_es: Eliminar carpeta
fr_fr: Supprimer le dossier
it: Elimina cartella
pt_br: Excluir pasta

source: Delete folders
de: Ordner löschen
es_es: Eliminar carpetas
fr_fr: Supprimer les dossiers
it: Elimina cartelle
pt_br: Excluir pastas

source: Delete recipe
de: Rezept löschen
es_es: Eliminar receta
fr_fr: Supprimer la recette
it: Elimina ricetta
pt_br: Excluir receita

source: Developer details
de: Entwicklerinformationen
es_es: Detalles de desarrollador
fr_fr: Détails développeur
it: Dettagli sviluppatore
pt_br: Detalhes do desenvolvedor

source: Done
de: Fertig
es_es: Listo
fr_fr: Terminé
it: Fine
pt_br: Concluído

source: done: %@
de: fertig: %@
es_es: listo: %@
fr_fr: terminé : %@
it: Completato: %@
pt_br: Concluído: %@

source: Edit folder
de: Ordner bearbeiten
es_es: Editar carpeta
fr_fr: Modifier le dossier
it: Modifica cartella
pt_br: Editar pasta

source: Everything you need, ready to check while you cook.
de: Alles, was du brauchst, griffbereit beim Kochen.
es_es: Todo lo que necesitas, listo para consultar mientras cocinas.
fr_fr: Tout ce dont vous avez besoin, prêt à être consulté pendant la cuisine.
it: Tutto ciò che ti serve, pronto da consultare mentre cucini.
pt_br: Tudo de que você precisa, pronto para consultar enquanto cozinha.

source: Expands or collapses the video description
de: Videobeschreibung ein- oder ausblenden
es_es: Expandir o contraer la descripción del vídeo
fr_fr: Développer ou réduire la description de la vidéo
it: Espandi o comprimi la descrizione del video
pt_br: Expandir ou recolher a descrição do vídeo

source: Extract failed
de: Extraktion fehlgeschlagen
es_es: No se pudo importar la receta
fr_fr: Échec de l'extraction
it: Estrazione non riuscita
pt_br: Falha ao extrair

source: failed
de: Fehlgeschlagen
es_es: fallida
fr_fr: échec
it: Non riuscito
pt_br: Falhou

source: Finish onboarding
de: Einrichtung abschließen
es_es: Terminar configuración inicial
fr_fr: Terminer la configuration
it: Completa configurazione
pt_br: Concluir configuração

source: Folder layout
de: Ordnerlayout
es_es: Diseño de carpetas
fr_fr: Disposition des dossiers
it: Layout cartelle
pt_br: Layout das pastas

source: Folder name
de: Ordnername
es_es: Nombre de carpeta
fr_fr: Nom du dossier
it: Nome cartella
pt_br: Nome da pasta

source: Folder order
de: Ordnerreihenfolge
es_es: Orden de carpetas
fr_fr: Ordre des dossiers
it: Ordine delle cartelle
pt_br: Ordem das pastas

source: Folder sorting and layout
de: Ordnersortierung und Layout
es_es: Orden y diseño de carpetas
fr_fr: Tri et disposition des dossiers
it: Ordinamento e layout delle cartelle
pt_br: Ordenação e layout das pastas

source: Folders
de: Ordner
es_es: Carpetas
fr_fr: Dossiers
it: Cartelle
pt_br: Pastas

source: Folders per row
de: Ordner pro Zeile
es_es: Carpetas por fila
fr_fr: Dossiers par ligne
it: Cartelle per riga
pt_br: Pastas por linha

source: Forbidden
de: Zugriff verweigert
es_es: Acción no permitida
fr_fr: Accès interdit
it: Accesso negato
pt_br: Acesso negado

source: Free
de: Kostenlos
es_es: Gratis
fr_fr: Gratuit
it: Gratis
pt_br: Gratuito

source: Free plan: %d recipe(s) per week. Upgrade to Pro.
de: Kostenloser Tarif: %d Rezept(e) pro Woche. Auf Pro upgraden.
es_es: Plan gratuito: %d receta(s) por semana. Pasar a Pro.
fr_fr: Formule gratuite : %d recette(s) par semaine. Passez à Pro.
it: Piano gratuito: %d ricetta/e a settimana. Passa a Pro.
pt_br: Plano gratuito: %d receita(s) por semana. Faça upgrade para o Pro.

source: grams, millilitres
de: Gramm, Milliliter
es_es: gramos, mililitros
fr_fr: grammes, millilitres
it: grammi, millilitri
pt_br: gramas, mililitros

source: Haptics
de: Haptisches Feedback
es_es: Vibración
fr_fr: Retour haptique
it: Feedback aptico
pt_br: Resposta tátil

source: Help
de: Hilfe
es_es: Ayuda
fr_fr: Aide
it: Aiuto
pt_br: Ajuda

source: Home layout and organization.
de: Layout und Organisation der Startseite.
es_es: Diseño y organización de Inicio.
fr_fr: Disposition et organisation de l'accueil.
it: Layout e organizzazione della Home.
pt_br: Layout e organização da página inicial.

source: How do you measure?
de: Wie misst du?
es_es: ¿Cómo mides?
fr_fr: Comment mesurez-vous ?
it: Come misuri?
pt_br: Como você mede?

source: How do you read temperatures?
de: Wie liest du Temperaturen?
es_es: ¿Cómo lees las temperaturas?
fr_fr: Comment lisez-vous les températures ?
it: Come leggi le temperature?
pt_br: Como você lê as temperaturas?

source: Imperial
de: Imperialeinheiten
fr_fr: Impérial
it: Imperiale

source: Import a recipe link
de: Rezeptlink importieren
es_es: Importar enlace de receta
fr_fr: Importer un lien de recette
it: Importa link ricetta
pt_br: Importar link de receita

source: Ingredient
de: Zutat
es_es: Ingrediente
fr_fr: Ingrédient
it: Ingrediente
pt_br: Ingrediente

source: Ingredients
de: Zutaten
es_es: Ingredientes
fr_fr: Ingrédients
it: Ingredienti
pt_br: Ingredientes

source: Inside
de: Innerhalb
es_es: Dentro
fr_fr: Dans
it: Dentro
pt_br: Dentro

source: job %@
de: Auftrag %@
es_es: tarea %@
fr_fr: tâche %@
it: Processo %@
pt_br: Tarefa %@

source: Keep recipes without a folder
de: Rezepte ohne Ordner behalten
es_es: Conservar recetas sin carpeta
fr_fr: Conserver les recettes sans dossier
it: Mantieni le ricette senza cartella
pt_br: Manter receitas sem pasta

source: Language
de: Sprache
es_es: Idioma
fr_fr: Langue
it: Lingua
pt_br: Idioma

source: left
de: übrig
es_es: restantes
fr_fr: restantes
it: rimanenti
pt_br: restantes

source: Less
de: Weniger
es_es: Menos
fr_fr: Moins
it: Meno
pt_br: Menos

source: Loading recipe
de: Rezept wird geladen
es_es: Cargando receta
fr_fr: Chargement de la recette
it: Caricamento ricetta
pt_br: Carregando receita

source: Loading your kitchen…
de: Küche wird geladen…
es_es: Cargando tu cocina…
fr_fr: Chargement de votre cuisine…
it: Caricamento della tua cucina…
pt_br: Carregando sua cozinha…

source: Make it fit what you have
de: An deine Zutaten anpassen
es_es: Adáptalo a lo que tienes
fr_fr: Adapter à ce que vous avez
it: Adatta a ciò che hai
pt_br: Ajustar ao que você tem

source: Measurements
de: Maßeinheiten
es_es: Medidas
fr_fr: Mesures
it: Misure
pt_br: Medidas

source: Method
de: Zubereitung
es_es: Preparación
fr_fr: Préparation
it: Procedimento
pt_br: Modo de preparo

source: Metric
de: Metrisch
es_es: Métrico
fr_fr: Métrique
it: Metrico
pt_br: Métrico

source: minutes
de: Minuten
es_es: minutos
it: minuti
pt_br: minutos

source: More…
de: Mehr…
es_es: Más…
fr_fr: Plus…
it: Altro…
pt_br: Mais…

source: Most recipes
de: Meiste Rezepte
es_es: Más recetas
fr_fr: Le plus de recettes
it: Più ricette
pt_br: Mais receitas

source: Move a recipe here from its detail page and begin this collection.
de: Verschiebe ein Rezept von seiner Detailseite hierher und beginne diese Sammlung.
es_es: Mueve aquí una receta desde su detalle para empezar esta colección.
fr_fr: Déplacez une recette ici depuis sa page de détails pour commencer cette collection.
it: Sposta qui una ricetta dalla pagina dei dettagli per iniziare questa raccolta.
pt_br: Mova uma receita para cá pela página de detalhes e comece esta coleção.

source: Move all to another folder
de: Alle in einen anderen Ordner verschieben
es_es: Mover todo a otra carpeta
fr_fr: Tout déplacer vers un autre dossier
it: Sposta tutto in un'altra cartella
pt_br: Mover tudo para outra pasta

source: Move all to Uncategorized
de: Alle nach Nicht zugeordnet verschieben
es_es: Mover todo a Sin categoría
fr_fr: Tout déplacer vers Non classées
it: Sposta tutto in Senza categoria
pt_br: Mover tudo para Sem categoria

source: Move folder…
de: Ordner verschieben…
es_es: Mover carpeta…
fr_fr: Déplacer le dossier…
it: Sposta cartella…
pt_br: Mover pasta…

source: Move to…
de: Verschieben nach…
es_es: Mover a…
fr_fr: Déplacer vers…
it: Sposta in…
pt_br: Mover para…

source: My recipes
de: Meine Rezepte
es_es: Mis recetas
fr_fr: Mes recettes
it: Le mie ricette
pt_br: Minhas receitas

source: Need a hand?
de: Brauchst du Hilfe?
es_es: ¿Necesitas ayuda?
fr_fr: Besoin d'aide ?
it: Serve aiuto?
pt_br: Precisa de ajuda?

source: New
de: Neu
es_es: Nueva
fr_fr: Nouveau
it: Nuova
pt_br: Novo

source: New folder
de: Neuer Ordner
es_es: Nueva carpeta
fr_fr: Nouveau dossier
it: Nuova cartella
pt_br: Nova pasta

source: Next
de: Weiter
es_es: Siguiente
fr_fr: Suivant
it: Avanti
pt_br: Avançar

source: Nice work. Tap Done to close cooking mode.
de: Gute Arbeit. Tippe auf Fertig, um den Kochmodus zu schließen.
es_es: Buen trabajo. Pulsa Listo para cerrar el modo cocina.
fr_fr: Beau travail. Touchez Terminé pour fermer le mode cuisine.
it: Ottimo lavoro. Tocca Fine per chiudere la modalità di cottura.
pt_br: Muito bem. Toque em Concluído para fechar o modo de preparo.

source: No compatible link found. Share a TikTok, Instagram, YouTube, or Facebook video.
de: Kein kompatibler Link gefunden. Teile ein TikTok-, Instagram-, YouTube- oder Facebook-Video.
es_es: No se encontró un enlace compatible. Comparte un vídeo de TikTok, Instagram, YouTube o Facebook.
fr_fr: Aucun lien compatible trouvé. Partagez une vidéo TikTok, Instagram, YouTube ou Facebook.
it: Nessun link compatibile trovato. Condividi un video di TikTok, Instagram, YouTube o Facebook.
pt_br: Nenhum link compatível encontrado. Compartilhe um vídeo do TikTok, Instagram, YouTube ou Facebook.

source: No folder assigned
de: Kein Ordner zugewiesen
es_es: Sin carpeta asignada
fr_fr: Aucun dossier attribué
it: Nessuna cartella assegnata
pt_br: Nenhuma pasta atribuída

source: No ingredients listed
de: Keine Zutaten angegeben
es_es: No hay ingredientes
fr_fr: Aucun ingrédient indiqué
it: Nessun ingrediente indicato
pt_br: Nenhum ingrediente listado

source: No recipe in response
de: Keine Rezeptantwort
es_es: La respuesta no contiene ninguna receta
fr_fr: Aucune recette dans la réponse
it: Nessuna ricetta nella risposta
pt_br: Nenhuma receita na resposta

source: No response
de: Keine Antwort
es_es: Sin respuesta del servidor
fr_fr: Aucune réponse
it: Nessuna risposta
pt_br: Sem resposta

source: No steps yet
de: Noch keine Schritte
es_es: Aún no hay pasos
fr_fr: Aucune étape pour le moment
it: Nessun passaggio
pt_br: Nenhuma etapa ainda

source: No transcript, subtitles or description found
de: Kein Transkript, keine Untertitel oder Beschreibung gefunden
es_es: No se encontró transcripción, subtítulos ni descripción
fr_fr: Aucune transcription, aucun sous-titre ni aucune description trouvés
it: Nessuna trascrizione, nessun sottotitolo o descrizione trovati
pt_br: Nenhuma transcrição, legenda ou descrição encontrada

source: Not signed in
de: Nicht angemeldet
es_es: No has iniciado sesión
fr_fr: Non connecté
it: Accesso non effettuato
pt_br: Você não está conectado

source: Open
de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
it: Apri
pt_br: Abrir

source: Opening ReciApp…
de: ReciApp wird geöffnet…
es_es: Abriendo ReciApp…
fr_fr: Ouverture de ReciApp…
it: Apertura di ReciApp…
pt_br: Abrindo ReciApp…

source: ounces, cups
de: Unzen, Tassen
es_es: onzas, tazas
fr_fr: onces, tasses
it: once, tazze
pt_br: onças, xícaras

source: Oven temperature unit
de: Ofentemperatureinheit
es_es: Unidad de temperatura del horno
fr_fr: Unité de température du four
it: Unità di temperatura del forno
pt_br: Unidade de temperatura do forno

source: Paste a recipe link
de: Rezeptlink einfügen
es_es: Pega un enlace de receta
fr_fr: Coller un lien de recette
it: Incolla un link alla ricetta
pt_br: Colar link da receita

source: Paste from clipboard
de: Aus Zwischenablage einfügen
es_es: Pegar desde el portapapeles
fr_fr: Coller depuis le presse-papiers
it: Incolla dagli appunti
pt_br: Colar da área de transferência

source: Paste from Clipboard
de: Aus Zwischenablage einfügen
es_es: Pegar desde el portapapeles
fr_fr: Coller depuis le presse-papiers
it: Incolla dagli appunti
pt_br: Colar da área de transferência
